Revit 2024 API
WireframeBuilder Constructor
 Default constructor.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public WireframeBuilder()
Visual Basic
Public Sub New
Visual C++
public:
WireframeBuilder()
See Also
WireframeBuilder Class
Autodesk.Revit.DB Namespace